update t_shelf_tmp_vcs set attr1 = '[{
        "compUuid": "ae6ec58b-e9b1-4ddf-a116-4aea79dcefc5",
        "seqNo": 4,
        "headerText": "เงื่อนไขการให้บริการ",
        "radioMandatory": "Y",
        "termsNCondition": "<p>ผู้ขอใช้บริการในฐานะเจ้าของบัญชีเงินฝากประจำ และ/หรือ บัญชีเงินฝากประเภทออมทรัพย์ และ/หรือ บัญชีเงินฝากกระแสรายวัน (ซึ่งต่อไปนี้ หากมิได้เรียกบัญชีเงินฝากประเภทใดประเภทหนึ่งเป็นการเฉพาะ จะรวมเรียกว่า \"บัญชีเงินฝาก\")ของธนาคารทิสโก้จำกัด (มหาชน) (ซึ่งต่อไปนี้จะเรียกว่า \" ธนาคาร \" ) ยินยอมปฏิบัติตามข้อตกลงและเงื่อนไขดังต่อไปนี้&nbsp;</p><p>การเปิดบัญชีเงินฝาก&nbsp;</p><p>1. การเปิดบัญชีเงินฝากให้เป็นไปตามเงื่อนไขและข้อกำหนดการใช้บริการของผลิตภัณฑ์เงินฝากประเภทนั้น ๆ โดยชื่อบัญชีเงินฝากต้องเป็น ชื่อบุคคลธรรมดาหรือนิติบุคคลที่เป็นเจ้าของบัญชี&nbsp;</p><p>2. จำนวนเงินฝากเข้าบัญชีครั้งแรก ณ วันเปิดบัญชี จะต้องไม่ต่ ากว่าจ านวนเงินที่ธนาคารก าหนด ดอกเบี้ย&nbsp;</p><p>3. ผู้ขอใช้บริการยินยอมให้ธนาคารจ่ายดอกเบี้ยในอัตราที่ธนาคารประกาศกำหนดไว้สำหรับบัญชีเงินฝากแต่ละประเภทตามหลักเกณฑ์ ที่ธนาคารแห่งประเทศไทยกำหนด โดยธนาคารจะคำนวณดอกเบี้ยเป็นรายวัน จากยอดเงินคงเหลือ ณ สิ้นวันของอัตราดอกเบี้ยตาม วงเงินที่ประกาศในขณะนั้น ทั้งนี้ธนาคารอาจเปลี่ยนแปลงอัตราดอกเบี้ยดังกล่าวได้ตามสภาวะการณ์ตลาด โดยจะประกาศ ณ ที่ท าการ ธนาคารทุกสาขาและเว็บไซต์ของธนาคาร&nbsp;</p><p>4. ธนาคารจะจ่ายดอกเบี้ยหลังจากมีการหักภาษีเงินได้ณ ที่จ่าย สำหรับดอกเบี้ยเงินฝากออมทรัพย์ที่ไม่เข้าหลักเกณฑ์และเงื่อนไขที่ได้รับ การยกเว้นภาษีเงินได้ ตามที่ประกาศกรมสรรพากรก าหนด การฝากเงิน และ การถอนเงิน&nbsp;</p><p>5. สามารถฝากเงินผ่านทุกสาขาของธนาคาร และตัวแทนที่ได้รับการแต่งตั้งจากธนาคาร ได้แก่ ที่ท าการไปรษณีย์ไทย โดยธนาคารจะยกเว้น การเรียกเก็บค่าธรรมเนียมฝากเงินข้ามเขต&nbsp;</p><p>6. ในการฝากเงินด้วยเช็ค ตั๋วแลกเงิน ตั๋วสัญญาใช้เงิน และ/หรือ ตราสารอื่นที่เปลี่ยนมือได้ซึ่งต่อไปนี้จะเรียกรวมกันว่า \"ตราสารการเงิน\" เข้าบัญชีเงินฝาก ผู้ขอใช้บริการตกลงจะปฏิบัติดังต่อไปนี้&nbsp;</p><p style=\"margin-left: 20px;\">6.1 ผู้ขอใช้บริการมีสิทธิถอนเงินตามตราสารการเงินที่ฝากในกรณีนี้ได้ก็ต่อเมื่อธนาคารเรียกเก็บเงินตามตราสารการเงินและนำเงินเข้า บัญชีของผู้ขอใช้บริการเรียบร้อยแล้ว&nbsp;</p><p style=\" margin-left: 20px;\">6.2 ในกรณีที่ธนาคารเรียกเก็บเงินตามตราสารการเงินไม่ได้ ธนาคารจะยกเลิกรายการรับฝากและจัดส่งตราสารการเงินดังกล่าวคืนไปยัง ผู้ขอใช้บริการ หรือจะมีหนังสือแจ้งให้ผู้ขอใช้บริการมารับคืนจากธนาคารก็ได้ ทั้งนี้ในการจัดส่งคืนหรือมีหนังสือแจ้งดังกล่าว ธนาคารจะจัดส่งหรือแจ้งไปยังที่อยู่ของผู้ขอใช้บริการที่ได้แจ้งไว้กับธนาคาร แต่หากส่งไม่ถึงหรือมีหนังสือแจ้งไปยังผู้ขอใช้บริการ ไม่ได้ เพราะผู้ขอใช้บริการย้ายที่อยู่หรือเพราะเหตุอื่นใด และมีความเสียหายเกิดขึ้น ธนาคารจะไม่รับผิดชอบในความเสียหาย ดังกล่าวแต่อย่างใดทั้งสิ้น&nbsp;</p><p style=\"margin-left: 20px;\">6.3 ในกรณีที่ผู้ขอใช้บริการซึ่งเป็นบุคคลธรรมดานำตราสารทางการเงินซึ่งสั่งจ่ายให้แก่นิติบุคคลใดๆ มาฝากเข้าบัญชีส่วนตัวของ ผู้ขอใช้บริการธนาคารอาจปฏิเสธไม่ยอมรับฝากก็ได้แม้ว่าตราสารการเงินนั้นจะมีผลเป็นการสั่งจ่ายให้แก่ผู้ถือหรือมีการสลักหลัง โดยชอบของนิติบุคคลนั้นๆแล้วก็ตาม </p>",
        "g001": "Y",
        "activeDate": "2020-01-01 00:00:000",
        "chkBoxLabel": "ยอมรับ",
        "verTermsNConditionList": "",
        "uuid": "0c7259bd-aa2b-471c-a23f-366583d79e91",
        "compName": "TERM & CONDITION",
        "version": ""
    }, {
        "compUuid": "ec654003-0763-48d3-af08-8a9b053783e4",
        "chkConsentList": [{
                "require": "N",
                "seq": 1,
				"id":1
            }, {
                "require": "N",
                "seq": 2,
				"id":2
            }, {
                "require": "N",
                "seq": 3,
				"id":3
            }
        ],
        "seqNo": 6,
        "headerText": "{value:\"\",attr1:\"1\"}",
        "g001": "Y",
        "radioConsent": "CC",
        "uuid": "183b450d-d189-4199-b320-cc8ecfa360f7",
        "compName": "CONSENT",
        "content": "",
        "consentName": "c286b59e-423e-11ea-b77f-2e728ce88125"
    }
]' where uuid = '8ffe33b5-590f-468f-8950-04b1756f6fa8';



update t_shelf_product_dtl set lk_value = 'TOPUPEASY SIT' where uuid = 'f8444486-f93d-4fc5-965e-22182218d1ee';
update t_shelf_product_dtl set lk_value = 'HP' where uuid ='28feace5-7572-4d71-8f3f-7925cef09aca';
update t_shelf_product_dtl set lk_value = 'TOPUPEASY' where uuid = 'a72cbf51-1184-4e17-a045-796cec45e764';
